var json = {
	one:{
			oneleft:[58035,123386,33350,201656,475475,846856,457745,54564,123343,34533,43542056,47545,4545856,4547745],
			onetop:['img/img/lunbo01.jpg','img/img/lunbo02.jpg','img/img/lunbo03.jpg','img/img/lunbo04.jpg','img/img/lunbo05.jpg'],
			onetopNav:['大宋军门','狂探','浴血兵魂','超级走私系统','群雄乱战'],
			onebottom:['img/img/gz001.png','img/img/gz002.png','img/img/gz003.png'],
			oneright:{
				oneright_top:['「公告」《超级战兵》狂销热卖','「资讯」上山打老虎额新书强袭','「资讯」大神宅猪新作发布','「资讯」醉虎携新书重磅来袭！','页游','龙王传说','页游','新品抢先看','img/img/oneright.jpg'],
				oneright_lg:['八指琴魔1230订阅了《大唐御医》','孙宗义订阅了《太浩》','太阳爱冰棒订阅了《我是杀毒软件》','放飞的人订阅了《校花的贴身高手》','永夜之旅订阅了《美酒供应商》','暗夜※繁星订阅了《有扇通往地下城的门》']	
			}

		},
	two:{
		twoleft:[
			["「都市」","最佳影星","白色十三号"],
			["「历史」","大明至圣","一叶一钢筋"],
			["「历史」","大明妖孽","冰临神下"],
			["「科幻」","时空道观","鹰扬郎将"],
			["「玄幻」","妖孽崛起录","Mr佳男"],
			["「科幻」","电影的世界","有梦之人"],
			["「都市」","全球美食之旅","爱过一只猫"],
			["「都市」","深山中的道观","闲散小青年"],
			["「都市」","重生我的时代","青山铁杉"],
			["「玄幻」","重生恶魔纪元","老牛十八岁"],
			["「仙侠」","悠闲修道人生","钓鱼1哥"],
			["「灵异」","小道士直播间","看到的笑脸"],
			["「二次元」","变身绝世冰姬","永恒炽天使"],
			["「都市」","捡个天后做老婆","走马踏天山"],
			["「仙侠」","洪荒之六耳逆天","职业偷懒"],
			["「科幻」","诸天万界大穿越","九霄天歌"],
			["「游戏」","某末世的超电磁炮","老虎大叔"],
			["「页游」","大青云","广告"]
		],
		tworight:[
			["「灵异」","封鬼榜","恐怖惊悚"],
			["「都市」","终极盆栽","励志赚钱"],
			["「科幻」","最终猎杀","最强猎魔"],
			["「历史」","山沟皇帝","山寨皇帝"],
			["「历史」","大楚怀王","楚国崛起"],
			["「玄幻」","神魔诸天","穿梭诸天"],
			["「玄幻」","小草崛起","重生杂草"],
			["「游戏」","狂暴无限","无限游戏"],
			["「二次元」","轮回乐园","猎杀无限"],
			["「都市」","神豪无极限","土豪生活"],
			["「仙侠」","真摘星拿月","神通求道"],
			["「玄幻」","超人制造商","制造超人"],
			["「二次元」","变身滑稽萝莉","温馨日常"],
			["「奇幻」","吞噬世界之龙","神话传说"],
			["「都市」","刘大师的悠闲人生","惬意人生"],
			["「武侠」","锦衣卫之绝世高手","抽奖系统"],
			["「科幻」","我是虚拟现实游戏公司总裁","制作游戏"],
			["「页游」","大皇帝","广告"]
		],
		twocenter:{
			twoCtop:[
				["img/img/towtop01.png","超级蛋蛋","12月25日。圣诞节。一名苏杭女子怀胎十月，生下一只圆滚滚的蛋。世界震惊！全人类震惊！"],
				["img/img/towtop02.png","美漫之我道","异界顶端的法师，觉醒于漫威世界。杀了你就能变强？胜了你就能变强？不！！！只要战斗，我就能变强！"],
				["img/img/towtop03.png","无限之从写轮眼","我体验过贞子的怨恨，伽椰子的咆哮；我曾在异形的追杀下九死一生，也曾在铁血战士的刀锋中生死一瞬。"]
			],
			twoCctr:{
				twoC1:[
					["仙界巨擘重生地球","201,574","人在追","魂飞魄散重生都市的唐修发现，仙界过去了一万年，地球上才过去了一年时间。"],
					["悟空看私聊，我还要红包！","52,642","人在追","什么蟠桃人参果、什么九转金丹、什么仙肴仙酒……可谓应有尽有。"],
					["绿洲中的领主:争霸天下。","26,902","人在追","成袋的盐、香料还有糖从商店里一直堆到街上，满载的商人们赶着马车来来往往。"]
				],
				twoC2:[
					["重生之最强剑神:剑凌巅峰！","130,840","人在追","重头再来，为了掌控命运，再次进入了这款“活着的游戏”！"],
					["古董商人重生80年代","48,483","人在追","一个古董商人兼古玩藏家带着几十年的从业经验，回到自己年轻时。"],
					["大唐贞观，天下靖平","122,562","人在追","长安古都外，一位粗衣陋衫的少年郎看着落日余晖里的皇城，露出了笑容"]
				]
			},
			twobottom:[
				["神豪无极限","被壕无人性系统绑定，还让他消费。其实他内心是拒绝的，嗯，他是拒绝的…","img/img/two01.jpg"],
				["最终猎杀","黑暗风格的猎魔人小说，作者的文风很流畅，故事节奏推进很舒服，重磅推荐！","img/img/two02.jpg"]
			]
		}
	},
	three:{
		fyb:{
			title:["原创风云榜·新书"],
			first:["无疆","18612","月票","仙侠","小刀锋利","img/img/three01.png"],
			ranking:["逆流纯真年代","变身路人女主","文化入侵异世界","记忆苍穹","教练万岁","我在天庭作死的日子","无敌觉醒","重启九六","基因武道","超神机械师","帝国法兰西","最强天庭系统","异常生物见闻录","超级神基因"],
			pra:["7747","7131","6157","5756","5593","4329","3455","2657","2134","2077","1902","1567"]
		},
		rxb:{
			title:["24小时热销榜"],
			first:["圣墟","823456","销量","玄幻","辰东","img/img/three02.png"],
			ranking:["一念永恒","全能修炼至尊","不朽凡人","修真聊天群","天道图书馆","穿越从山贼开始","美食供应商","我从凡间来","帝霸","全职高手","超级神基因","仙界归来","我的1979","超神机械师"],
			pra:["328345","218374","217234","196856","176523","164329","163465","152857","143334","120377","102102","97667"]
		},
		zdjb:{
			title:["周点击榜"],
			first:["我是至尊","429537","点击","玄幻","风凌天下","img/img/three03.png"],
			ranking:["狂探","最强装逼打脸系统","重生之投资之王","无穹战域","天影","1984之狂潮","超凡传","重启九六","记忆苍穹","至尊战神","星球生死劫","神级商城系统","万古画天诀","崩坏纪元"],
			pra:["375652","372824","324370","322122","283597","274958","274497","272096","271959","245262","245248","222490"]
		},
		ztjb:{
			title:["周推荐票榜"],
			first:["我是至尊","260403","推荐票","玄幻","风凌天下","img/img/three04.png"],
			ranking:["无疆","圣墟","牧神记","天影","斗战狂潮","万界天尊","超凡传","神门","一念永恒","不朽凡人","武道宗师"," 修真聊天群","我的世界","大夏仙尊"],
			pra:["209097","197452","195267","187841","176444","159900","155150","148863","109568","74197","57943","57839"]
		},
		zyxsb:{
			title:["签约作家新书榜"],
			first:["全能退伍兵","840495","潜力值","军事","巨火","img/img/three05.png"],
			ranking:["大宋明月","狂暴雷神","英雄联盟之高手无双","神器种植空间","喷神","不朽道尊","从零开始的触手怪","极品辅助系统","逍遥梦路","无双大名士","萌神信徒","海贼同盟","史图记","虚妄星魂"],
			pra:["802355","700554","657528","648921","568322","567329","523790","499717","436552","226401 ","201677","81704","71133","59836"]
		}						    								     																		   
	},
	four:{
		fourLb:[
			["img/img/fiur01.jpg","武极宗师","风消逝 · 日更3千+","5,825,928","一个平民，得到神秘的属性异能，平凡庸碌的人生就此改变，向着浩瀚星空，一步步前行。"],
			["img/img/fiur02.jpg","工业之流光岁月","中克希德 · 日更3千+","6,563","重生到1983年，这是一个充满传奇和创造传奇的时代。一代光学工业巨头横空出世，资本的力量滚滚向前，碾压一切妄想挡车的螳臂！"],
			["img/img/fiur03.jpg","重生白蛇传","六年磨一剑 · 日更3千+","7,038","一觉醒来穿越到白蛇传，还成为天字第一号小白脸许仙，这一世，不能再吃软饭！"]
		],
		fourclu:[
			["玄幻","奇幻","虫族主宰，碾压诸天万界","掌握属性异能的恐怖巫师","重生植物，横扫宇宙","异能推演，遍解剑道","直播在剑与魔法的世界"],
			["仙侠","武侠","穿越白蛇传，重生成许仙！","西游大唐凡人，穿梭诸天！","练七魄三魂，修元神长生！","专业修炼团队，贴身管家！","大火之中的重生而来的宁尘"],
			["都市","现实","走上发展小世界的道路","仙界黑科技吊打全世界","随身携带神秘玉鼎","直播手撕千禧中国鸟龙","有间书店，你值得拥有！"],
			["历史","军事","世上何以妖孽横行？","成为寒门枭士","舍命浪他一波！","没有美食在古代怎么活？","军旅歌曲，战争电影！"],
			["游戏","体育","国服第一吕布,穿越三国！","重生回归，领主时代！","从玄幻登录到都市","真实的克苏鲁跑团游戏","猥琐胖子带系统闯足坛"],
			["科幻","灵异","开个公司专门做游戏","反对漫威暴政世界归于仓鼠","建设地球特色的主神空间","法师觉醒在漫威世界","二货妖怪们的都市日常"],
			["二次元","科技","女装大佬开启直播神话","只要氪金就能获得萌妹","杀人游戏，今夜开启","剑仙酒馆里的人生百态","巫女桔梗在现代除魔"]	
		],
		fourend:[
			["时空穿梭","主神大道","7,190,055人气","彻底将地球玩坏",""],
			["幻想修仙","史上最牛轮回","6,035,095人气","站在轮回食物链顶端的男人",""]
		]
	},
	five:{
		fiveLb:[
			["img/img/fiur01.jpg","武极宗师","风消逝 · 日更3千+","5,825,928","一个平民，得到神秘的属性异能，平凡庸碌的人生就此改变，向着浩瀚星空，一步步前行。"],
			["img/img/fiur02.jpg","工业之流光岁月","中克希德 · 日更3千+","6,563","重生到1983年，这是一个充满传奇和创造传奇的时代。一代光学工业巨头横空出世，资本的力量滚滚向前，碾压一切妄想挡车的螳臂！"],
			["img/img/fiur03.jpg","重生白蛇传","六年磨一剑 · 日更3千+","7,038","一觉醒来穿越到白蛇传，还成为天字第一号小白脸许仙，这一世，不能再吃软饭！"]
		],
		fiveTday:[
			["img/img/tempDay01.jpg","神奇牧场：种出神奇作物","神奇的牧场系统，给孤身闯美帝的刘赫明打开了新世界的大门。","若忘书","日更千字","都市生活"],
			["img/img/tempDay02.jpg","无限随机系统：为您匹配各种系统","一刀99级系统，呼吸升级系统，装逼打脸系统，打怪升级系统，无限复活系统","三吃糖豆","日更千字","东方玄幻"],
			["img/img/tempDay03.jpg","极限拯救：生死时速！","在海外游子遭遇危难时，祖国总会在第一时间里，向远在海外的游子伸出援手。","最后的游骑兵","日更千字","军事战争"],
			["img/img/tempDay04.jpg","在仙界当漫画家：大丁萌妹上线！","在仙界当漫画家，带着大画仙系统入侵仙界，大丁萌妹已上线！","寻雾者","日更千字","幻想修仙"],
			["img/img/tempDay05.jpg","1984之狂潮：重生弥补遗憾","前世为白手起家的商界大鳄，重生后，只想弥补自己亲情、感情、知识等等遗憾。","再次等候","日更千字","都市生活"],
			["img/img/tempDay06.jpg","崇祯聊天群：拯救大明靠聊天？","崇祯二年末，只能和当下人聊天的系统，向魂穿皇帝的胡广下达了第一个任务！","叫天","日更千字","两宋元明"]
		],
		fiveTlr:{
			title:["新人·签约新书榜"],
			first:["我的海岛王国","197788","潜力值","都市","蜜汁香蕉","img/img/three05.png"],
			ranking:["超品纨绔","小霸王游戏穿梭机","异界虫兽总动员","莫离传","少侠有美食","火影之影皇","乱斗猎人","奶爸的文艺人生","火影之水遁最强","大夏仙尊"],
			pra:["153318","135996","107922","648921","96540","84918","81214","79385","75085","51313","50234"]
		}
	},
	six:{
		sixLb:[
			["img/img/fiur01.jpg","武极宗师","风消逝 · 日更3千+","5,825,928","一个平民，得到神秘的属性异能，平凡庸碌的人生就此改变，向着浩瀚星空，一步步前行。"],
			["img/img/fiur02.jpg","工业之流光岁月","中克希德 · 日更3千+","6,563","重生到1983年，这是一个充满传奇和创造传奇的时代。一代光学工业巨头横空出世，资本的力量滚滚向前，碾压一切妄想挡车的螳臂！"],
			["img/img/fiur03.jpg","重生白蛇传","六年磨一剑 · 日更3千+","7,038","一觉醒来穿越到白蛇传，还成为天字第一号小白脸许仙，这一世，不能再吃软饭！"]
		],
		fiveTday:[
			["img/img/sixDay01.jpg","神奇牧场：种出神奇作物","神奇的牧场系统，给孤身闯美帝的刘赫明打开了新世界的大门。","若忘书","日更千字","都市生活"],
			["img/img/sixDay02.jpg","无限随机系统：为您匹配各种系统","一刀99级系统，呼吸升级系统，装逼打脸系统，打怪升级系统，无限复活系统","三吃糖豆","日更千字","东方玄幻"],
			["img/img/sixDay03.jpg","极限拯救：生死时速！","在海外游子遭遇危难时，祖国总会在第一时间里，向远在海外的游子伸出援手。","最后的游骑兵","日更千字","军事战争"],
			["img/img/sixDay04.jpg","在仙界当漫画家：大丁萌妹上线！","在仙界当漫画家，带着大画仙系统入侵仙界，大丁萌妹已上线！","寻雾者","日更千字","幻想修仙"],
			["img/img/sixDay05.jpg","1984之狂潮：重生弥补遗憾","前世为白手起家的商界大鳄，重生后，只想弥补自己亲情、感情、知识等等遗憾。","再次等候","日更千字","都市生活"],
			["img/img/sixDay06.jpg","崇祯聊天群：拯救大明靠聊天？","崇祯二年末，只能和当下人聊天的系统，向魂穿皇帝的胡广下达了第一个任务！","叫天","日更千字","两宋元明"]
		],
		fiveTlr:{
			title:["新人·签约新书榜"],
			first:["我的海岛王国","197788","潜力值","都市","蜜汁香蕉","img/img/three05.png"],
			ranking:["超品纨绔","小霸王游戏穿梭机","异界虫兽总动员","莫离传","少侠有美食","火影之影皇","乱斗猎人","奶爸的文艺人生","火影之水遁最强","大夏仙尊"],
			pra:["153318","135996","107922","648921","96540","84918","81214","79385","75085","51313","50234"]
		}
	},
	seven:{
		tempGx:[
			["img/img/tempGx01.png","重生之跃龙门","日更1千+·8.4分", "机房里的猪", "李家明一梦回到三十年前，面对终生愧疚的家人，只能感谢上苍的厚爱。"],
			["img/img/tempGx02.png","舌尖上的唐朝", "日更6千+·7.2分", "小陆探花", "吃货眼中的世界，不是由一块块陆地和一片片海洋组成的，而是那些各地的特色美食来组成。"],
			["img/img/tempGx03.png","动画世界大冒险", "日更7千+·7.6分", "穷四", "穿越经典国产动画，神仙、妖怪，蛇精、狐女，统统都有着另外一面。三个和尚竟然各怀神通！"]
		],
		tempCata:[
			["「科幻」","异星生存记",	"第十一章训练—废镇","小寿子","08-03 11:39"],
			["「科幻」","49.速度",	"山楂","菠萝汁","08-03 11:39"],
			["「仙侠」","封神之召唤猛将",	"第五百一十一章岂曰无衣，与子同袍","柳下跖	","08-03 11:39"],
			["「仙侠」","三剑寻真录",	"第七十八章试论因果","酱油二号	","08-03 11:39"],
			["「仙侠」","天才捕手	","第二十八章反常	","六壬	","08-03 11:39"],
			["「军事」","抗日小山传奇","第七二二章令人忧心忡忡的一分电文","老哲	","08-03 11:39"],
			["「都市」","都市修行传承","第八十一章过年","请节哀","08-03 11:39"],
			["「历史」","大汉美人淖姬","第143章太后的心事","彩涞","08-03 11:39"],
			["「都市」","超神唐僧无敌系统","第248章得银炉，出剑灵（第二更）","雷火电刀	","08-03 11:39"],
			["「武侠」","二十刀","第八章:双人赛","黄羊也	","08-03 11:38"],
			["「仙侠」","超级魔王闯西游","第二百一十五章菩提祖师的占卜","无名乡	","08-03 11:38"],
			["「都市」","绝色美女的极品高手","	第一百八十一章两根筷子","一念风雨	","08-03 11:38"],
			["「都市」","天降小特工",	"第四章、好久不见	","傲娇小公主Y	","08-03 11:38"],
			["「灵异」","张天师的血瞳新娘","第十三章红黑噬魂虫","一箪一瓢	","08-03 11:38"],
			["「灵异」","阴阳眼之崛起","番外篇	","阴阳自然	","08-03 11:38"],
			["「二次元」","我去山海封个妖","杀马特，艾吉奥	","雪映山河	","08-03 11:38"],
			["「都市」","深陷恋爱沼泽","第七话.陆凛风","沼泽","08-03 11:38"],
			["「玄幻」","永恒的晨曦",	"第十七章礼物","玥曦阳","08-03 11:38"],
			["「武侠」","江湖游侠儿",	"第六章半路杀出一个牛老三","谷奕","08-03 11:38"],
			["「都市」","拽皇帝杠上俏丫头","第十二章 ","南辰女","08-03 11:38"]
		],
		tempAut:[
			["img/img/tempCata01.png","猫腻","阅文集团白金作家","代表作","间客","|","将夜","|","择天记","阅文集团白金作家，超人气玄幻作者，作品文学性很强，2015中国原创文学风云榜前十。"],
			["img/img/tempCata02.png","血红","阅文集团白金作家","代表作","巫神纪","|","光明纪元","|","偷天","阅文集团白金作家，上海网络作家协会副会长，理工高材生哲学硕士，富豪榜榜上作家。"],
			["img/img/tempCata03.jpg","番茄", "阅文集团大神作家","代表作","极品美女爱上我","","","","","阅文集团大神作家，擅长女性角色的刻画和剧情架构，曾创造男频单日销售记录。"]
		]
	},
	bottom:[
		["img/img/tempBot01.jpg","神级大魔头","5起点币⁄千字"],
		["img/img/tempBot02.jpg","武侠开端","5起点币⁄千字"],
		["img/img/tempBot03.jpg","重活之逍遥大明星","5起点币⁄千字"],
		["img/img/tempBot04.jpg","西游之问道长生","5起点币⁄千字"],
		["img/img/tempBot05.jpg","回到过去当女神","5起点币⁄千字"],
		["img/img/tempBot06.jpg","重生那些年","5起点币⁄千字"],
	],
	bannerimg:["img/img/banner01.jpg","img/img/banner02.jpg","img/img/banner03.jpg"]
} 









